Repository: NMarjou/localization-app
Catalog: TMs/en-US_ja-JP.tmx
Source language: en_us
Languages: ja_jp

source: With the closest deadlines
ja_jp: 締め切りが最も近い

source: Tracking
ja_jp: 追跡

source: Open beqom
ja_jp: beqomを開く

source: Good afternoon, {{name}}!
ja_jp: こんにちは、{{name}}さん！

source: Good evening, {{name}}!
ja_jp: こんばんは、{{name}}さん！

source: Good morning, {{name}}!
ja_jp: おはようございます、{{name}}さん！

source: Good night, {{name}}!
ja_jp: おやすみなさい、{{name}}さん！

source: With the current rating
ja_jp: 現在の評価を持つ

source: No performance reviews assigned at the moment.
ja_jp: 現時点で、業績レビューは割り当てられていません。

source: Current benefits
ja_jp: 現在の福利厚生

source: Remaining: {{remaining}}
ja_jp: 残り：{{remaining}}

source: Current year bonus
ja_jp: 今年度のボーナス

source: Target bonus: {{target}}
ja_jp: ターゲットボーナス：{{target}}

source: Current year equity/LTI
ja_jp: 今年度の株式/LTI

source: Current share price: {{share}}
ja_jp: 現在の株価：{{share}}

source: Current year salary
ja_jp: 今年度の給与

source: {{change}}% change compared to last year
ja_jp: 昨年度と比較して{{change}}%の変化

source: (Default)
ja_jp: （デフォルト）

source: Translations: {{translated}}/{{languages}}
ja_jp: 翻訳：{{translated}}/{{languages}}

source: Disable localization
ja_jp: ローカリゼーションを無効化

source: Enable localization
ja_jp: ローカリゼーションを有効化

source: Hide or display the technical localization keys in the user interface.
ja_jp: ユーザーインターフェースにおける技術的なローカリゼーションキーの非表示/表示を切り替えます。

source: Possible values are "Work", "Home" and "Other".'
ja_jp: 使用可能な値は、［勤務先］、［自宅］、および［その他］です。

source: Import/manage users
ja_jp: ユーザーのインポート／管理

source: Get started by creating or importing
ja_jp: 作成またはインポートして開始してください

source: No users assigned to security groups
ja_jp: セキュリティグループに割り当てられているユーザーがいません

source: Upload the completed file
ja_jp: 完成したファイルをアップロードしてください

source: Supported file formats: CSV Maximum file size: 10MB.
ja_jp: 対応ファイル形式：CSV 最大ファイルサイズ：10MB。

source: Import/export
ja_jp: インポート／エクスポート

source: by individual
ja_jp: 個人ごとに

source: by security group
ja_jp: セキュリティグループ別

source: Manage users
ja_jp: ユーザーを管理する

source: Follow the wizard to select users, and then assign them to an existing security group or create a custom security setup.
ja_jp: ウィザードに従ってユーザーを選択し、既存のセキュリティグループに割り当てるか、カスタムのセキュリティ設定を作成してください。

source: Manage users by individuals
ja_jp: 個人ごとにユーザーを管理する

source: Follow the guided wizard to manually assign users to an existing security group.
ja_jp: ガイド付きウィザードに従って、既存のセキュリティグループにユーザーを手動で割り当ててください。

source: Manage users by security group
ja_jp: セキュリティグループごとにユーザーを管理する

source: Upload a CSV file to create multiple elements in bulk.
ja_jp: CSVファイルをアップロードして、複数の要素を一括作成します。

source: Import CSV
ja_jp: CSVをインポート

source: Select how you want to manage user security. You can either use the wizard to manually create elements step by step or import a CSV file to upload multiple elements at once.
ja_jp: ユーザーセキュリティの管理方法を選択してください。ウィザードを使用して手動で要素を一つずつ作成するか、CSVファイルをインポートして複数の要素を一度にアップロードすることができます。

source: Manage user security
ja_jp: ユーザーのセキュリティを管理する

source: User Security
ja_jp: ユーザーセキュリティ

source: Security group
ja_jp: セキュリティグループ

source: Job position
ja_jp: 職位

source: User
ja_jp: ユーザー

source: Edit group assignment
ja_jp: グループの割り当てを編集

source: Email:
ja_jp: メールアドレス：

source: Group name:
ja_jp: グループ名：

source: Job position:
ja_jp: 職種：

source: Roles in group:
ja_jp: グループ内の役割：

source: Security group details
ja_jp: セキュリティグループの詳細

source: User details
ja_jp: ユーザー詳細

source: User:
ja_jp: ユーザー：

source: Work country:
ja_jp: 勤務国：

source: User roles & permissions
ja_jp: ユーザーの役割と権限

source: View feedback
ja_jp: フィードバックを表示

source: After performing this action, further edits will no longer be possible.
ja_jp: この操作を実行すると、以後は編集できなくなります。

source: Mark the goal as done to complete it.
ja_jp: 目標を達成としてマークして、完了します。

source: Status update
ja_jp: ステータス更新

source: My goal
ja_jp: 私の目標

source: View tags
ja_jp: タグを表示

source: Watermark text
ja_jp: 透かし文字

source: Complete setup
ja_jp: セットアップを完了

source: To make sure you get the best experience on the platform, please select the information and apply it in the field below. You can update your preferences at any time in the user settings.
ja_jp: プラットフォームで最良の体験を得るために、以下のフィールドで情報を選択して適用してください。ユーザー設定からいつでも設定を更新できます。

source: Go to my equity page
ja_jp: 私の株式ページに移動

source: My total grands
ja_jp: 私の総額

source: Total grants
ja_jp: 補助金総額

source: Compensation equity
ja_jp: 報酬株式

source: <0>{{value}}</0> of {{total}}
ja_jp: {{total}}中<0>{{value}}</0>

source: Privacy mode on
ja_jp: プライバシーモードオン

source: Activate our powerful analytics framework for in-depth data analysis, data visualization, and business/operational insights. Users need the "Analytics" professional role to access these dashboards.
ja_jp: 高度なデータ分析、データの可視化、ビジネスおよび業務上のインサイトのために、当社の強力な分析フレームワークを有効化してください。これらのダッシュボードにアクセスするには、「アナリティクス」プロフェッショナルロールが必要です。

source: Enable Analytics Hub
ja_jp: アナリティクス ハブを有効にする

source: Any worker having at least one direct report will have access to the Analytics Hub where they will be able to view dashboards for all the workers within their reporting line (direct and indirect). The reporting line is defined by the line manager relationship defined in the data foundation Employment entity.
ja_jp: 少なくとも1人の直属の部下がいる従業員は、アナリティクスハブにアクセスでき、直属および間接の部下を含む自身の報告ライン内のすべての従業員のダッシュボードを閲覧できます。報告ラインは、データ基盤の雇用エンティティで定義されたラインマネージャーの関係によって定義されます。

source: Manager access
ja_jp: マネージャーアクセス

source: Analytics Hub Settings
ja_jp: アナリティクスハブの設定

source: Analytics Settings
ja_jp: アナリティクス設定

source: This modification will impact all users.
ja_jp: この変更はすべてのユーザーに影響します。

source: This bonus plan ({{bonusPlanName}}) is currently used in the following compensation rounds:
ja_jp: このボーナスプラン（{{bonusPlanName}}）は、現在次の報酬ラウンドで使用されています：

source: This bonus plan is in "Draft" status and is not used in any compensation rounds. Deleting it will permanently remove it from the list.
ja_jp: このボーナスプランは「下書き」ステータスで、いずれの報酬ラウンドでも使用されていません。削除すると、一覧から完全に削除されます。

source: Are you sure you want to delete the pending draft of this bonus plan?
ja_jp: このボーナスプランの保留中の下書きを削除してもよろしいですか？

source: You do not have permission to delete this bonus plan. Only users with the Global Compensation Admin role can perform this action.
ja_jp: このボーナスプランを削除する権限がありません。この操作を実行できるのは、Global Compensation Admin ロールを持つユーザーのみです。

source: This bonus plan is currently used in the following compensation rounds. To delete it, please replace it another bonus plan in "Ready" status.
ja_jp: このボーナスプランは現在、以下の報酬ラウンドで使用されています。削除するには、ステータスが「準備完了」の別のボーナスプランに置き換えてください。

source: Compensation rounds using this bonus plan:
ja_jp: このボーナスプランを使用する報酬ラウンド:

source: This bonus plan is in "Ready" status and is not used in any compensation rounds. Deleting it will permanently remove it from the list.
ja_jp: このボーナスプランは「準備完了」ステータスで、いずれの報酬ラウンドでも使用されていません。削除すると、一覧から完全に削除されます。

source: Replace bonus plan before deletion
ja_jp: 削除前にボーナスプランを置き換える

source: Delete bonus plan
ja_jp: ボーナスプランを削除

source: The bonus plan was successfully deleted.
ja_jp: ボーナスプランを正常に削除しました。

source: No bonus plans have been created yet
ja_jp: まだボーナス計画が作成されていません

source: No bonus plans
ja_jp: ボーナス計画がありません

source: The plan is about a deactivated user.
ja_jp: このプランは無効化されたユーザーに関するものです。

source: Plan stage
ja_jp: プランステージ

source: View plan
ja_jp: プランを表示

source: Current plan stage: {{stageName}}
ja_jp: 現在のプランステージ：{{stageName}}

source: Delete plan
ja_jp: プランを削除

source: Delete plans
ja_jp: プランを削除

source: Are you sure you want to delete {{count}} career development plan?
ja_jp: {{count}} 件のキャリア開発計画を削除してもよろしいですか？

source: Are you sure you want to delete {{count}} career development plans?
ja_jp: {{count}} 件のキャリア開発計画を削除してもよろしいですか？

source: This action cannot be undone.
ja_jp: この操作は元に戻せません。

source: Delete {{count}} career development plan
ja_jp: {{count}} 件のキャリア開発計画を削除する

source: Delete {{count}} career development plans
ja_jp: {{count}} 件のキャリア開発計画を削除する

source: {{count}} career development plan was successfully deleted.
ja_jp: {{count}} 件のキャリア開発計画が正常に削除されました。

source: {{count}} career development plans were successfully deleted.
ja_jp: {{count}} 件のキャリア開発計画が正常に削除されました。

source: {{count}} out of {{chosenPlans}} career development plans was successfully deleted.
ja_jp: {{count}} / {{chosenPlans}} 件のキャリア開発プランが正常に削除されました。

source: {{count}} out of {{chosenPlans}} career development plans were successfully deleted.
ja_jp: {{count}} / {{chosenPlans}} 件のキャリア開発プランが正常に削除されました。

source: The list can load up to {{count}} results. Use search to find additional managers.
ja_jp: リストには最大{{count}}件の結果を読み込めます。追加のマネージャーを検索するには、検索機能をご利用ください。

source: The list can load up to {{count}} results. Use search to find additional organizational units.
ja_jp: リストには最大{{count}}件の結果を読み込めます。追加の組織単位を検索するには、検索機能をご利用ください。

source: Filter by plan stage
ja_jp: プランステージで絞り込む

source: Select a plan stage
ja_jp: プランステージを選択

source: The list can load up to {{count}} results. Use search to find additional workers.
ja_jp: リストには最大{{count}}件の結果を読み込めます。追加の社員を検索するには、検索機能をご利用ください。

source: To move plans to a different stage, select the plan stage and then filter to find specific plans in the selected stage.
ja_jp: プランを別のステージに移動するには、プランステージを選択してから、フィルターを使用して選択したステージ内の特定のプランを検索します。

source: View all or apply filters to see plans and available actions
ja_jp: すべて表示するか、フィルターを適用してプランと利用可能なアクションを確認してください

source: There are {{count}} career development plans
ja_jp: {{count}}件のキャリア開発計画があります

source: Move career development plans
ja_jp: キャリア開発プランを移動する

source: Move career plans
ja_jp: キャリアプランを移動

source: Managers will need to review and submit their inputs again. This action cannot be undone.
ja_jp: マネージャーは入力内容を再度確認して送信する必要があります。この操作は元に戻せません。

source: Workers and managers will need to submit their inputs again according to the workflow. This action cannot be undone.
ja_jp: 社員とマネージャーは、ワークフローに従って再度入力を送信する必要があります。この操作は元に戻せません。

source: Workers will need to submit their inputs again according to the workflow. This action cannot be undone.
ja_jp: 社員はワークフローに従って、再度入力を送信する必要があります。この操作は元に戻せません。

source: You are about to move the career development plan from the "<0>{{fromStatus}}</0>" stage to the "<1>{{toStatus}}</1>" stage.
ja_jp: キャリア開発プランを「<0>{{fromStatus}}</0>」ステージから「<1>{{toStatus}}</1>」ステージに移動しようとしています。

source: Move career plans to a different stage
ja_jp: キャリアプランを別のステージに移動する

source: Select plans to continue
ja_jp: 続行するプランを選択してください

source: {{count}} career development plan was successfully moved to the selected stage.
ja_jp: {{count}} 件のキャリア開発プランが選択したステージに正常に移動されました。

source: {{count}} career development plans were successfully moved to the selected stage.
ja_jp: {{count}} 件のキャリア開発プランが選択したステージに正常に移動されました。

source: {{count}} out of {{requestedPlansCount}} career development plans were successfully moved to the selected stage.
ja_jp: {{count}} 件のキャリア開発プランが、選択したステージへの移動に成功しました（全 {{requestedPlansCount}} 件中）。

source: Apply filters to view the plans and move them to the next stage.
ja_jp: フィルターを適用してプランを表示し、次のステージに移動します。

source: There are {{count}} plans in "{{planStage}}" stage
ja_jp: {{count}}件のプランが「{{planStage}}」ステージにあります

source: Adjust your filters to find what you are looking for.
ja_jp: フィルターを調整して、お探しの情報を見つけてください。

source: No plans found
ja_jp: プランが見つかりません

source: Manage {{planName}}
ja_jp: {{planName}}を管理

source: Plans in "{{planStage}}" stage: {{count}}
ja_jp: 「{{planStage}}」ステージのプラン:{{count}}

source: Search result: {{count}}
ja_jp: 検索結果：{{count}}

source: Career development plans that are in the closed stage cannot be deleted.
ja_jp: クローズ段階にあるキャリア開発計画は削除できません。

source: Manage plans
ja_jp: プランを管理

source: New plan stage
ja_jp: 新しいプランステージ

source: Choose the plan stage
ja_jp: プランステージを選択する

source: Career Development Plans
ja_jp: キャリア開発計画

source: The population of the career development plan will be based on the local admin's access. They will be able to edit only the population within the template.
ja_jp: キャリア開発計画の母集団は、ローカル管理者のアクセスに基づいて決定されます。ローカル管理者は、テンプレート内の母集団のみを編集できます。

source: Allow local admins in career development plan templates
ja_jp: キャリア開発計画テンプレートでローカル管理者を許可

source: The reassigned reviewer will see the reassigned process in their list and will be able to complete the manager’s part. The reassigned reviewer will see all worker-related data (goals, skills, etc.) visible in the career development process, the same way as the line manager would. Please note that reassignment implies that the reassigned reviewer will complete the full process with the worker.
ja_jp: 再割り当てされたレビュー担当者は、自分のリストに再割り当てされたプロセスを表示し、マネージャーのパートを完了できるようになります。再割り当てされたレビュー担当者は、ラインマネージャーと同じように、キャリア開発プロセスで表示されるすべての社員関連データ(目標、スキルなど)を確認できます。再割り当てにより、再割り当てされたレビュー担当者が社員との完全なプロセスを完了することになる点にご注意ください。

source: Allow line managers to reassign career development plans to other users
ja_jp: ラインマネージャーがキャリア開発計画を他のユーザーに再割り当てできるようにする

source: Closed career development plans done with a worker's previous manager will be made visible to their new manager. The previous manager will still be able to see the career development plans after transfer.
ja_jp: 社員の前任マネージャーと完了したキャリア開発計画は、新しいマネージャーに表示されます。前任マネージャーは異動後もキャリア開発計画を引き続き閲覧できます。

source: Allow system managers to see closed career development plans
ja_jp: システム管理者が終了したキャリア開発計画を表示できるようにする

source: A Performance Management feature that enables HRBP administrators to create career development plans in which workers and managers reflect on the events that took place over a defined period of time.
ja_jp: パフォーマンス管理機能であり、HRBP管理者が従業員とマネージャーが一定期間に起こった出来事を振り返りながらキャリア開発計画を作成できるようにします。

source: Enable career development
ja_jp: キャリア開発を有効にする

source: General career development settings
ja_jp: 一般的なキャリア開発設定

source: Career Development Settings
ja_jp: キャリア開発設定

source: Check-In Mass Assignment
ja_jp: チェックイン一括割り当て

source: Check-in deletion
ja_jp: チェックインの削除

source: Enable check-ins
ja_jp: チェックインを有効化

source: A Performance Management feature that enables workers to schedule regular discussions with their managers and reports to align on goals.
ja_jp: 従業員がマネージャーや部下と定期的に面談をスケジュールし、目標の整合を図ることができるパフォーマンス管理機能です。

source: General check-ins settings
ja_jp: 一般的なチェックイン設定

source: Allow managers to conduct structured discussions with their direct reports. Using dedicated widgets, they can comment on areas such as performance, goals, and behaviors. Once finalized, workers can review comments and either accept the check-in, or propose a follow-up meeting directly from the check-in page.
ja_jp: これにより、マネージャは直属の部下と体系的なディスカッションを実施できます。専用のウィジェットを使用して、業績、目標、行動などの領域についてコメントできます。これが確定されると、従業員はコメントを確認の上、チェックインを承諾するか、チェックインページから直接フォローアップの面談を提案できます。

source: Allow workers and managers to schedule and structure check-ins at their convenience. These sessions support adding and editing content or comments as needed, with all information visible only to the participants.
ja_jp: これにより、従業員とマネージャーは、自らの都合に合わせてチェックインをスケジュールし、構成できます。これらのセッションでは、必要に応じてコンテンツやコメントを追加および編集でき、すべての情報は参加者にのみ表示されます。

source: Enable regular check-ins
ja_jp: 定期チェックインを有効化

source: Check-In Settings
ja_jp: チェックイン設定

source: Create communication round
ja_jp: 通信ラウンドを作成

source: The latest document generations will appear here.<br/>Check again later for updates or explore more features in the meantime.
ja_jp: 最新のドキュメント生成はここに表示されます。<br/>後でもう一度ご確認いただくか、その間に他の機能もご利用ください。

source: Document generation
ja_jp: ドキュメント生成

source: Explore the latest document generations.
ja_jp: 最新のドキュメント生成を探索してください。

source: Export log details
ja_jp: ログの詳細をエクスポート

source: Completion
ja_jp: 完了

source: Document template
ja_jp: ドキュメントテンプレート

source: Errors
ja_jp: エラー

source: Generated documents
ja_jp: 生成されたドキュメント

source: Imported documents
ja_jp: インポートされたドキュメント

source: Requester
ja_jp: リクエスター

source: Completed with errors
ja_jp: エラーが発生して完了しました

source: Pending
ja_jp: 保留中

source: No file uploaded
ja_jp: ファイルがアップロードされていません

source: Supported file formats: DOCX. Maximum file size: 10MB. Maximum number of files per upload: 1 file.
ja_jp: 対応ファイル形式：DOCX。 最大ファイルサイズ：10MB。 1回のアップロードにつきアップロード可能なファイル数：1ファイル。

source: The document "{{fileName}}" cannot be imported. Make sure it matches the format and size requirements.
ja_jp: ドキュメント「{{fileName}}」はインポートできません。形式およびサイズの要件を満たしていることをご確認ください。

source: The code must be unique to publish the document template. Please change the code and try again.
ja_jp: ドキュメントテンプレートを公開するには、コードが一意である必要があります。コードを変更して、再度お試しください。

source: Create document template
ja_jp: ドキュメントテンプレートを作成

source: Edit document template
ja_jp: ドキュメントテンプレートを編集

source: Create a document to get started
ja_jp: はじめにドキュメントを作成してください

source: No documents available
ja_jp: 利用可能なドキュメントはありません

source: Failed to retrieve the document template file.
ja_jp: ドキュメントテンプレートファイルの取得に失敗しました。

source: Failed to retrieve the document template
ja_jp: ドキュメントテンプレートの取得に失敗しました

source: The document file is not available.
ja_jp: ドキュメントファイルは利用できません。

source: Include an overview
ja_jp: 概要を含めてください

source: Document template details
ja_jp: ドキュメントテンプレートの詳細

source: Define your document template
ja_jp: ドキュメントテンプレートを定義してください

source: Preview a PDF document generated from the template and variables.
ja_jp: テンプレートと変数から生成されたPDFドキュメントをプレビューします。

source: Document Templates
ja_jp: ドキュメントテンプレート

source: Template history
ja_jp: テンプレートの履歴

source: Back to document template list
ja_jp: ドキュメントテンプレート一覧に戻る

source: Template document
ja_jp: テンプレートドキュメント

source: See the history of the template .docx file since it was published.
ja_jp: テンプレートの .docx ファイルが公開されてからの履歴を確認できます。

source: Template "{{name}}" history
ja_jp: テンプレート「{{name}}」の履歴

source: Uploaded by
ja_jp: アップロード者

source: Edit variables in the preview. Need help? Use our template to get started.
ja_jp: プレビューで変数を編集します。お困りですか？はじめにテンプレートをご利用ください。

source: Preview variables
ja_jp: 変数のプレビュー

source: Changes were detected in the fields above. Click "Preview document" to generate the updated document.
ja_jp: 上記のフィールドに変更が検出されました。「ドキュメントをプレビュー」をクリックして、更新されたドキュメントを生成してください。

source: Invalid JSON format
ja_jp: 無効なJSON形式です

source: ESC – exit editor, Tab – create an indent
ja_jp: ESC – エディターを終了、Tab – インデントを作成

source: Keyboard shortcuts:
ja_jp: キーボードショートカット：

source: JSON editor
ja_jp: JSONエディター

source: Something went wrong. Please check that your JSON or uploaded document is valid.
ja_jp: 問題が発生しました。JSONまたはアップロードしたドキュメントが有効であることをご確認ください。

source: You haven't uploaded a document yet. Return to the previous step to upload a document.
ja_jp: まだドキュメントがアップロードされていません。前のステップに戻ってドキュメントをアップロードしてください。

source: Preview document
ja_jp: ドキュメントをプレビュー

source: Use example
ja_jp: 使用例

source: The document template was successfully published.
ja_jp: ドキュメントテンプレートが正常に公開されました。

source: The document template was successfully saved.
ja_jp: ドキュメントテンプレートが正常に保存されました。

source: Create and manage document templates
ja_jp: ドキュメントテンプレートの作成と管理

source: View document template
ja_jp: ドキュメントテンプレートを表示

source: Configure the text value used to replace average compensation values when the underlying population count does not meet the threshold.
ja_jp: 基準値を満たさない母集団数の場合に、平均報酬額の代わりに使用するテキスト値を設定します。

source: Anonymization placeholder text
ja_jp: 匿名化プレースホルダーテキスト

source: Enable anonymization
ja_jp: 匿名化を有効にする

source: Enable anonymization and define the minimum number of workers required in a population (All, Male, or Female) for average values to be displayed.
ja_jp: 匿名化を有効にし、平均値を表示するために母集団(すべて、男性、または女性)に必要な社員の最小数を定義します。

source: API import
ja_jp: APIインポート

source: Enable this option to allow the creation of pay information requests via API.
ja_jp: API経由で支給情報リクエストの作成を許可するには、このオプションを有効にしてください。

source: Enable document generation
ja_jp: ドキュメント生成を有効にする

source: Enable this feature to allow document generation.
ja_jp: この機能を有効にすると、ドキュメントの生成が可能になります。

source: Enable this feature to distribute documents to workers.
ja_jp: この機能を有効にすると、従業員に書類を配布できます。

source: Enable this option to allow HRPBs to create pay information requests.
ja_jp: このオプションを有効にすると、HRPBが給与情報リクエストを作成できるようになります。

source: Enable overdue period
ja_jp: 延滞期間を有効にする

source: Enable this feature to highlight the information requests which exceed the resolution deadline.
ja_jp: 解決期限を過ぎた情報要求を強調表示するには、この機能を有効にします。

source: Enable pay information requests
ja_jp: 給与情報リクエストを有効にする

source: Enable this feature to manage pay information requests.
ja_jp: この機能を有効にすると、給与情報のリクエストを管理できます。

source: Enable warning period
ja_jp: 警告期間を有効にする

source: Enable this feature to highlight the information requests that are approaching the resolution deadline.
ja_jp: この機能を有効にすると、解決期限が近づいている情報リクエストを強調表示できます。

source: Enable this feature to allow workers to request pay information.
ja_jp: この機能を有効にすると、社員が給与情報をリクエストできるようになります。

source: The value must be between 1 and 365.
ja_jp: 値は1から365の間でなければなりません。

source: The overdue period must be greater than the warning period.
ja_jp: 延滞期間は警告期間より長くする必要があります。

source: If OverduePeriod is disabled, then OverduePeriodInDays must be null.
ja_jp: OverduePeriod が無効の場合、OverduePeriodInDays は null でなければなりません。

source: If WarningPeriod is disabled, then WarningPeriodInDays must be null.
ja_jp: WarningPeriod が無効な場合、WarningPeriodInDays は null でなければなりません。

source: Document Settings
ja_jp: ドキュメント設定

source: Number of days since request
ja_jp: リクエストからの経過日数

source: Pay information letter
ja_jp: 給与情報通知書

source: Integer value defining the minimum number of workers required in a population (All, Male, Female) to display average compensation values
ja_jp: 母集団(すべて、男性、女性)で平均報酬額を表示するために必要な社員の最小数を定義する整数値

source: Population threshold
ja_jp: 母集団の閾値

source: Request creation options
ja_jp: リクエスト作成オプション

source: Edit communication round
ja_jp: 通信ラウンドを編集

source: View communication round
ja_jp: 通信ラウンドを表示

source: Communication
ja_jp: 通信

source: Add mapping
ja_jp: マッピングを追加

source: Mapping configuration
ja_jp: マッピング設定

source: Data source
ja_jp: データソース

source: Template
ja_jp: テンプレート

source: Bulk generation
ja_jp: 一括生成

source: Individual PIR
ja_jp: 個別PIR

source: Document status and action log monitoring
ja_jp: ドキュメントステータスとアクションログの監視

source: Link one or several comp rounds to the communication round
ja_jp: 1つまたは複数の報酬ラウンドを通信ラウンドにリンク

source: Comp round
ja_jp: 報酬ラウンド

source: Upload HRBP security mapping
ja_jp: HRBPセキュリティマッピングをアップロード

source: HRBP security
ja_jp: HRBPセキュリティ

source: Define the target populations for the round
ja_jp: ラウンドのターゲット母集団を定義

source: Add document
ja_jp: ドキュメントを追加

source: Create document
ja_jp: ドキュメントを作成

source: Shared documents with selected populations
ja_jp: 選択した対象者と共有されたドキュメント

source: Documents can only be added once the communication round has been published.
ja_jp: コミュニケーションラウンドが公開された後にのみ、ドキュメントを追加できます。

source: Documents can be added after publishing
ja_jp: 公開後にドキュメントを追加できます

source: Import PDF documents
ja_jp: PDFドキュメントをインポートする

source: No imported PDF documents yet!
ja_jp: まだインポートされたPDFドキュメントはありません。

source: Set the workflow of the communication round
ja_jp: 通信ラウンドのワークフローを設定

source: Audience
ja_jp: オーディエンス

source: Search by worker
ja_jp: 作業者で検索

source: Supported file formats: PDF. Maximum file size: 10MB. Maximum amount of files per upload: 1 file.
ja_jp: 対応ファイル形式：PDF。 最大ファイルサイズ：10MB。 1回のアップロードにつきアップロード可能なファイル数：1ファイル。

source: You can close this window, but please keep the page open to ensure a successful upload.
ja_jp: このウィンドウを閉じることはできますが、アップロードを確実に完了させるためにページは開いたままにしてください。

source: The document "{{fileName}}" cannot be imported. Check the format and size conditions.
ja_jp: ドキュメント「{{fileName}}」はインポートできません。形式とサイズの条件をご確認ください。

source: The code must be unique to publish the communication round. Please change the code and try again.
ja_jp: 通信ラウンドを公開するには、コードが一意である必要があります。コードを変更して、再度お試しください。

source: Communication round details
ja_jp: 通信ラウンドの詳細

source: Round visibility
ja_jp: ラウンドの表示/非表示

source: Communication round owners
ja_jp: コミュニケーションラウンドの担当者

source: This communication round code is already in use. Please enter a unique value.
ja_jp: このコミュニケーションラウンドコードは既に使用されています。一意の値を入力してください。

source: The communication round code cannot be empty.
ja_jp: コミュニケーションラウンドコードを空にすることはできません。

source: Turn this setting on to add summary documents for communication managers.
ja_jp: この設定を有効にすると、コミュニケーションマネージャー向けのサマリードキュメントが追加されます。
